/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Bağlantı notu:";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Kurulumu";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ yeni bir mesajı var.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ kişisel listenizde mevcut ancak sunucudaki listede yok. Bu kişiyi listenize eklemek ister misiniz?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; kayıt olmak için çift tıklayın.";

/* No comment provided by engineer. */
"(unknown)" = "(bilinmeyen)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Yeni Hesap>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc komutu; çalıştırmak için çift tıklayın";

/* No comment provided by engineer. */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Not";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium \"%@\" kimliğini doğrulayamıyor.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium kullanıcı profiline ulaşamadı. Bu kayıtlı bir isim olmayabilir.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium Not: %@";

/* No comment provided by engineer. */
"Adium User" = "Adium Kullanıcısı";

/* Button title to allow an action */
"Allow" = "İzin Ver";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "MSN Mobil sayfalarını göster?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Dosya gönderilirken bir hata ile karşılaşıldı.";

/* No comment provided by engineer. */
"Authenticating" = "İzin Alınıyor";

/* Connection step */
"Balancer handshake" = "Balancer tokalaşması tamamlandı";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Engellendi";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Varlık Uyarısını %@ Çevir";

/* Category table column header for the service discovery browser */
"Category" = "Kategori";

/* Menu item title for changing the password of an account */
"Change Password" = "Parolayı Değiştir";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferans servisi; katılmak için çift tıklayın";

/* Button title to connect; this is a verb */
"Connect" = "Bağlan";

/* Connection step */
"Connected" = "Bağlandı";

/* No comment provided by engineer. */
"Connecting" = "Bağlanıyor";

/* No comment provided by engineer. */
"Connection error." = "Bağlantı hatası.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "%@ için kişi listesi eşleştirmesi hatası";

/* No comment provided by engineer. */
"Continue" = "Devam et";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* No comment provided by engineer. */
"Delete & Unregister" = "Sil & Kayıttan Çıkar";

/* No comment provided by engineer. */
"Delete Account" = "Hesabı Sil";

/* No comment provided by engineer. */
"Delete Account from Server" = "Hesabı Sunucudan Sil";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "%@ hesap silinsin mi? İstiyorsanız hesabı sunucudan kayıttan çıkartabilirsiniz.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Dizin servisi; aramak için çift tıklayın";

/* Button title to prevent an action */
"Disallow" = "İzni Kaldır";

/* No comment provided by engineer. */
"Discovery Browser" = "Tarayıcıda Gezin";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Arkadaş listenizdeki kişilerin cep telefonunuza MSN Mobil çağrı yollamasını engellemek/sağlamak istermisiniz?";

/* Used as a label for a username specified by email address */
"Email" = "Eposta";

/* Connection step */
"Exchanging key hash" = "Anahtar yollanıyor";

/* No comment provided by engineer. */
"Fetching..." = "Getiriliyor...";

/* No comment provided by engineer. */
"File Send Error" = "Dosya Gönderme Hatası";

/* Generic fields request window title */
"Form" = "Form";

/* No comment provided by engineer. */
"From: " = "Kimden: ";

/* No comment provided by engineer. */
"GG Number" = "GG Numarası";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Eklenen kişiler için grup";
"Incorrect username or password" = "Yalnış kullanıcı adı veya parola";

/* No comment provided by engineer. */
"Info" = "Bilgi";

/* No comment provided by engineer. */
"Initializing Stream" = "Veri akışı kontrol ediliyor";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "%@ ile Toplu Sohbet Başlat";

/* No comment provided by engineer. */
"Invite" = "Davet Et";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Katıl";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Çalıştır: %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Ne dinlediğimi başkalarına bildir";
"Looking up server" = "Sunucu kontrol ediliyor";

/* user mood tooltip title */
"Mood" = "Keyif";

/* Name table column header for the service discovery browser */
"Name" = "Ad";

/* No comment provided by engineer. */
"New Mail" = "Yeni E-posta";

/* Sample name and server for new IRC accounts */
"nickname" = "rumuz";

/* Name for IRC user names */
"Nickname" = "Rumuz";

/* No comment provided by engineer. */
"No reason was given." = "Neden verilmemiş.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "%1$@ hesabı %2$@ için hiç sunucu tanımlanmamış. Bağlanmak için bir sunucu girin";

/* No comment provided by engineer. */
"No Server Specified" = "Sunucu Tanımlanmamış";

/* No comment provided by engineer. */
"Node:" = "Node:";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Yalnızca bir istek kabul edilip kişi listeye eklendiğinde.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Epostayı Tarayıcıda Aç";

/* Name for the orphans group */
"Orphans" = "Arkadaşlar";

/* No comment provided by engineer. */
"Parse Error." = "Parse Hatası.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Müsaitken öncelik";
"Priority when away" = "Uzaktayken öncelik";
"Re-request Authorization from %@" = "%@ Kişisine İzin Talebini Tekrar Gönder";

/* Connection step */
"Reading data" = "Bilgiler okunuyor";

/* Connection step */
"Reading server key" = "Sunucu anahtarı okunuyor";

/* No comment provided by engineer. */
"Really remove gateway?" = "Gateway gerçekten silinsin mi?";

/* alert default button */
"Remove" = "Kaldır";

/* gateway menu item */
"Remove gateway" = "Gateway'i Kaldır";

/* Roster - the Jabber default group */
"Resource" = "Kaynak";
"Roster" = "Takım arkadaşları";

/* No comment provided by engineer. */
"Search for Users" = "Kullanıcılarda Ara";

/* No comment provided by engineer. */
"Search Results" = "Arama Sonuçları";

/* No comment provided by engineer. */
"Send" = "Gönder";

/* No comment provided by engineer. */
"Send Message" = "Mesaj Gönder";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Servis Keşif Tarayıcı";

/* No comment provided by engineer. */
"Service:" = "Servis:";

/* No comment provided by engineer. */
"Set Mood" = "Keyif Durumunu Ayarla";

/* No comment provided by engineer. */
"Set Nickname" = "Rumuz Ayarla";

/* No comment provided by engineer. */
"Set User Info" = "Kullanıcı Bilgisini Düzenle";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Arkadaş ismini ayarla.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ev telefonunuzu ayarlayın.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Cep telefonunuzu ayarlayın.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "İş telefonunuzu ayarlayın.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Sunucu Sertifikasını Görüntüle";

/* No comment provided by engineer. */
"Subject: " = "Konu: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "%@'den Geçici Olarak Gizlen";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "%@ sunucusunun sertifikası güvenilir değil. Bu yüzden sunucunun kimliği otomatik olarak onaylanamıyor. Bağlanmaya devam etmek istiyor musunuz?\n\nDaha fazla bilgi için, \"Sertifikayı Göster\"e tıklayın.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Girdiğiniz isim kayıtlı değil. İsmi doğru yazdığınızdan emin olun.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Kullanıcı sizin tarafınızdan engellenmiş.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Kullanıcı geçici olarak erişim dışı.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Bu MSN arkadaşlarınızın sizi göreceği isimdir.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Bu node bu yazılımın kullanabileceği herhangi bir servis sunmuyor.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Bu node ad-hoc komutları sunuyor. Ulaşmak için bağlamsal menüyü kullanın.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Bu işlem %@ gateway'in kendisini ve  bu gateway'e ait kişi listenizdeki tüm kişileri kaldıracaktır. Bu işlem geri alınamaz.";

/* user tune tooltip title */
"Tune" = "Ayarla";

/* No comment provided by engineer. */
"Un-hide From %@" = "%@ Kişisinden Gizlenmeyi Kaldır";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "%@ yerindeki adres listesi getirilemiyor. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "%@'dan ayrıl";

/* Sample name and server for new livejournal accounts */
"username" = "kullanıcıadı";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "kullanıcıadı@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Sertifikayı Denetle";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = " %1$@ / %2$@ web profilini görüntüle";

/* No comment provided by engineer. */
"Voice" = "Ses";

/* No comment provided by engineer. */
"Waiting for Response" = "Cevap Bekleniyor";

/* No comment provided by engineer. */
"Warning level is too high." = "Uyarı seviyesi çok yüksek.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "UYARI! Bu işlem %@ hesabını Jabber sunucusundan silecektir. Bu işlem geri alınamaz.\nDevam etmek istiyor musunuz?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Biri durumumu görmek istediğinde";
"XML Console" = "XML Konsolü";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Mesajları çok hızlı gönderiyorsunuz; biraz bekledikten sonra tekrar deneyin.";

/* No comment provided by engineer. */
"You have 1 new message." = "Bir yeni mesajınız var.";

/* No comment provided by engineer. */
"You have mail!\n" = "Postanız var!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "%@ kişisine yolladığınız mesaj gönderilemedi";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Mesajınız karşıdaki kullanıcı tarafından reddedildi.";

/* No comment provided by engineer. */
"Your message was too big." = "Mesajınız fazla uzun.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(isteğe bağlı)";
"Accept" = "Kabul Et";
"Accept and Add To List" = "Kabul Et ve Listeye Ekle";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "Ne Yapılması Gerektiğini Sor";
"Authorization Domain:" = "Yetki Alan Adı:";
"Authorization User:" = "Kullanıcı:";
"Available Priority:" = "Çevrimiçi Önceliği:";
"Away Priority:" = "Uzakta Önceliği:";
"BOSH Server:" = "BOSH Sunucusu:";
"Chat Room Name:" = "Sohbet Odası:";
"Connect Server:" = "Sunucuya Bağlan:";
"Connection:" = "Bağlantı:";
"Deny" = "Reddet";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Buraya XMPP sunucu adresini girin:";
"Encoding:" = "Metin Kodlaması:";
"Encrypt connection using SSL" = "Bağlantıyı SSL ile şifrele";
"Execute commands on connect:" = "Bağlanınca komutları uygula:";
"File Transfer Proxies:" = "Dosya Aktarımı Proxy'leri:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Handle:";
"Hostname:" = "Sunucu adı:";
"Invite Contacts:" = "Kişileri Davet Et:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Posta:";
"Music:" = "Müzik:";
"Password:" = "Parola:";
"Presence Subscriptions:" = "Varlık Abonelikleri:";
"Publish Status to Everyone" = "Durumumu Herkese Yayınla";
"Realname:" = "Gerçe Ad:";
"Register New Account" = "Register New Account";
"Registering…" = "Kayıt Olunuyor";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Kaynak:";
"Security:" = "Güvenlik:";
"Server Name" = "Server Name";
"Server:" = "Sunucu:";
"Use SIP proxy:" = "SIP Proxy Kullan:";
"Use UDP" = "UDP kullan";
"Username (Ident):" = "Kullanıcı adı (Tanıtma):";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Şu Mesajla:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanal:";
"Dismiss" = "Yoksay";
"Don't download" = "İndirilmesin";
"Don't show channel posts as messages" = "Kanal gönderilerini mesaj olarak gösterme";
"Don't show status updates as messages" = "Durum güncellemelerini mesaj olarak gösterme";
"Full resolution" = "Tam çözünürlük";
"Logon QR Code" = "Oturum Açma QR Kodu";
"Phone Number" = "Telefon Numarası";
"Please enter pairing code or scan the QR code" = "Lütfen eşleştirme kodunu girin ya da QR kodunu tarayın";
"Profile pictures:" = "Profil resimleri:";
"Read" = "Okundu";
"Separate contacts’ names with commas." = "Kişi isimlerini virgül ile ayırın.";
"Small (preview)" = "Küçük (önizleme)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Bu kişi sizi arıyor. Adium, WhatsApp aramalarını desteklemiyor.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Bu kişi sizi aramaya çalışıyor. Adium, WhatsApp aramalarını desteklemiyor.";
"and add to list in group:" = "ve şu gruptaki listeye ekle:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%1$@ hesabının %2$lu adet yeni mesajı var.";
"...add to list in group:" = "...şu gruptaki listeye ekle:";
"Display custom emoticons" = "Özel mimikleri göster";
"Emoticons:" = "Mimikler:";
"Encryption:" = "Şifreleme:";
"Let others know when you are typing" = "Yazdığınızdan diğerlerinin haberi olsun";
"One per line, / is optional. $me will be replaced with your current nickname." = "Her satıra bir tane, / isteğe bağlıdır. $me geçerli takma adınızla değiştirilir.";
"or select a public server from the list:" = "veya listeden herkese açık bir sunucu seçin:";
"Port:" = "Port:";
"Status:" = "Durum:";
"Typing:" = "Yazıyor:";
"You have %lu new messages." = "%lu yeni mesajınız var.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "%@ üzerinde Adium";

/* No comment provided by engineer. */
"Server" = "Sunucu";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Hesap Adı";

/* No comment provided by engineer. */
"Execute commands on connect" = "Bağlanınca komutları çalıştır";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Her satıra bir tane, baştaki eğik çizgi olmadan.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Profil resmi kalitesi";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Orijinal";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Önizleme";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Yükleme";
